Repository: KDE/daykountdown
Catalog: po/*/daykountdown.po
Languages: ar, eo, fr, is, pa, ro

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
fr: Xavier Besnard
is: Sveinn í Felli
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ ੨੦੨੧
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
fr: xavier.besnard@kde.org
is: sv1@fellsnet.is
pa: alam.yellow@gmail.com
ro: sergiu@cip.md

# @title:window
source: Add kountdown
ar: أضف عدادًا
eo: Aldoni kountdown
fr: Ajouter un compte à rebours
is: Bæta við niðurtalningu
pa: ਉਲਟੀ ਗਿਣਤੀ ਜੋੜੋ
ro: Adaugă numărătoare inversă

# @title:window
source: Edit kountdown
ar: حرّر العداد
eo: Redakti kountdown
fr: Modifier un compte à rebours
is: Breyta niðurtalningu
pa: ਉਲਟੀ ਗਿਣਤੀ ਸੋਧੋ
ro: Modifică numărătoarea inversă

# @label:textbox
source: Name:
ar: الاسم:
eo: Nomo:
fr: Nom :
is: Heiti:
pa: ਨਾਂ:
ro: Denumire:

source: Event name (required)
ar: اسم الحدث (مطلوب)
eo: Nomo de evento (postulata)
fr: Nom de l'évènement (nécessaire)
is: Heiti atburðar (nauðsynlegt)
pa: ਘਟਨਾ ਦਾ ਨਾਂ (ਚਾਹੀਦਾ)
ro: Denumire eveniment (obligatoriu)

# @label:textbox
source: Description:
ar: الوصف:
eo: Priskribo:
is: Lýsing:
pa: ਵਰਣਨ:
ro: Descriere:

source: Optional
ar: اختياري
eo: Nedeviga
fr: Optionnel
is: Valfrjálst
pa: ਚੋਣਵਾਂ
ro: Opțional

source: Kountdown Colour
ar: لون العداد
eo: Kountdown Koloro
fr: Couleur de compte à rebours
is: Litur niðurtalningar
pa: ਉਲਟ-ਗਿਣਤੀ ਦਾ ਰੰਗ
ro: Culoarea numărătorii inverse

source: Colour:
ar: اللون:
eo: Koloro:
fr: Couleur:
is: Litur:
pa: ਰੰਗ:
ro: Culoare:

# @action:button
source: Delete
ar: احذف
eo: Forigi
fr: Supprimer
is: Eyða
pa: ਹਟਾਓ
ro: Șterge

# @action:button
source: Done
ar: انتهِ
eo: Preta
fr: Terminé
is: Lokið
pa: ਮੁਕੰਮਲ
ro: Gata

source: Days
ar: أيام
eo: Tagoj
fr: Jours
is: dagar
ro: Zile

source: Months
ar: أشهر
eo: Monatoj
fr: Mois
is: mánuðir
ro: Luni

source: Years
ar: سنوات
eo: Jaroj
fr: Années
is: ár
ro: Ani

# @title
source: Events
ar: أحداث
eo: Eventoj
fr: Évènements
is: Atburðir
pa: ਘਟਨਾਵਾਂ
ro: Evenimente

source: No events on this day
ar: لا أحداث في هذا اليوم
eo: Neniuj eventoj en ĉi tiu tago
fr: Aucun évènement aujourd'hui
is: Engir atburðir á þessum degi
pa: ਇਸ ਦਿਨ ਲਈ ਕੋਈ ਘਟਨਾ ਨਹੀਂ
ro: Niciun eveniment în această zi

# @title
source: Kountdowns
ar: العدادات
eo: Konkursoj
fr: Comptes à rebours
is: Niðurtalningar
pa: ਉਲਟ-ਗਿਣਤੀਆਂ
ro: Numărători inverse

# @action:button
source: Add kountdown
ar: أضف عدادًا
eo: Aldoni kountdown
fr: Ajouter un compte à rebours
is: Bæta við niðurtalningu
pa: ਉਲਟ ਗਿਣਤੀ ਜੋੜੋ
ro: Adaugă numărătoare inversă

# @action:button
source: Sort by
ar: رتب حسب
eo: Ordigi laŭ
fr: Trier par
is: Raða eftir
pa: ਲੜੀਬੱਧ
ro: Sortează după

# @action:button
source: Creation (ascending)
ar: الإنشاء (تصاعدي)
eo: Kreado (suprenira)
fr: Création (croissant)
is: Útbúið (hækkandi)
pa: ਬਣਾਉਣ (ਵਧਦਾ ਕ੍ਰਮ)
ro: Creare (crescător)

# @action:button
source: Creation (descending)
ar: الإنشاء (تنازلي)
eo: Kreado (devenanta)
fr: Création (décroissant)
is: Útbúið (lækkandi)
pa: ਬਣਾਉਣ (ਘੱਟਦਾ-ਕ੍ਰਮ)
ro: Creare (descrescător)

# @action:button
source: Date (ascending)
ar: التاريخ (تصاعدي)
eo: Dato (kreskanta)
fr: Date (croissant)
is: Dagsetning (hækkandi)
pa: ਤਾਰੀਖ (ਵੱਧਦਾ ਕ੍ਰਮ)
ro: Dată (crescător)

# @action:button
source: Date (descending)
ar: التاريخ (تنازلي)
eo: Dato (malkreskanta)
fr: Date (décroissant)
is: Dagsetning (lækkandi)
pa: ਤਾਰੀਖ (ਘੱਟਦਾ ਕ੍ਰਮ)
ro: Dată (descrescător)

# @action:button
source: Alphabetical (ascending)
ar: أبجدي (تصاعدي)
eo: Alfabeta (kreska)
fr: Alphabétique (Croissant)
is: Stafrófsröð (hækkandi)
pa: ਵਰਣਨਮਾਲਾ (ਵੱਧਦਾ-ਕ੍ਰਮ)
ro: Alfabetic (crescător)

# @action:button
source: Alphabetical (descending)
ar: أبجدي (تنازلي)
eo: Alfabeta (malkreska)
fr: Alphabétique (Décroissant)
is: Stafrófsröð (lækkandi)
pa: ਵਰਣਨਮਾਲਾ (ਘੱਟਦਾ-ਕ੍ਰਮ)
ro: Alfabetic (descrescător)

source: Show calendar
ar: أظهر التقويم
eo: Montri kalendaron
fr: Afficher l'agenda
is: Birta dagatal
pa: ਕੈਲੰਡਰ ਵੇਖੋ
ro: Arată calendarul

source: Today is %1
ar: اليوم هو %1
eo: Hodiaŭ estas %1
fr: Aujourd'hui est %1
is: Í dag er %1
pa: ਅੱਜ %1 ਹੈ
ro: Azi e %1

source: Add some kountdowns!
ar: أضف بعض العدادات!
eo: Aldonu kelkajn kalkulojn!
fr: Ajouter quelques comptes à rebours !
is: Bættu við einhverjum niðurtalningum!
pa: ਕੁਝ ਉਲਟ-ਗਿਣਤੀਆਂ ਜੋੜੋ!
ro: Adăugați numărători inverse!

# @title:window
source: Day Kountdown
ar: العد التنازلي للأيام
eo: Tago Kountdown
fr: Ajouter un compte à rebours de jours
is: Niðurtalning daga
pa: ਤਾਰੀਖ ਉਲਟ-ਗਿਣਤੀ

source: Import
ar: استورد
eo: Importi
fr: Importer
is: Flytja inn
pa: ਇੰਪੋਰਟ
ro: Importă

source: Export
ar: صدّر
eo: Eksporti
fr: Exporter
is: Flytja út
pa: ਐਕਸਪੋਰਟ
ro: Exportă

source: Clear all kountdowns
ar: أزل كل العدادات
eo: Forigi ĉiujn kalkulojn
fr: Effacer tous les comptes à rebours
is: Hreinsa allar niðurtalningar
pa: ਸਾਰੀਆਂ ਉਲਟ-ਗਿਣਤੀਆਂ ਮਿਟਾਓ
ro: Șterge toate numărătorile inverse

source: Settings
ar: الإعدادات
eo: Agordoj
fr: Configuration
is: Stillingar
pa: ਸੈਟਿੰਗਾਂ
ro: Configurări

source: About DayKountdown
ar: عن العد التنازلي للأيام
eo: Pri DayKountdown
fr: A propos d'un compte à rebours de jours
is: Um DayKountdown
pa: ਡੇਅਕਾਊਟਡਾਊਨ ਬਾਰੇ
ro: Despre DayKountdown

source: About
ar: عن
eo: Pri
fr: À propos
is: Um hugbúnaðinn
pa: ਇਸ ਬਾਰੇ
ro: Despre

source: Quit
ar: أقلع
eo: Forlasi
fr: Quitter
is: Hætta
pa: ਬਾਹਰ
ro: Termină

# @title:window
source: Remove all kountdowns
ar: أزل كل العدادات
eo: Forigi ĉiujn kalkulojn
fr: Supprimer tous les comptes à rebours
is: Fjarlægja allar niðurtalningar
pa: ਸਾਰੀਆਂ ਉਲਟ-ਗਿਣਤੀਆਂ ਮਿਟਾਓ
ro: Elimină toate numărătorile inverse

source: Are you sure you want to delete all your kountdowns?
ar: هل أنت متأكد أنك تريد حذف كل عداداتك؟
eo: Ĉu vi certas, ke vi volas forigi ĉiujn viajn kountdowns?
fr: Voulez-vous vraiment supprimer tous vos comptes à rebours ?
is: Ertu viss um að þú viljir eyða öllum niðurtalningunum þínum?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਉਲਟ-ਗਿਣਤੀਆਂ ਹਟਾਉਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?
ro: Sigur doriți să ștergeți toate numărătorile inverse?

# @title
source: Settings
ar: الإعدادات
eo: Agordoj
fr: Configuration
is: Stillingar
pa: ਸੈਟਿੰਗਾਂ
ro: Configurări

source: Calendar settings
ar: إعدادات التقويم
eo: Kalendaraj agordoj
fr: Configuration de l'agenda
is: Stillingar dagatals
pa: ਕੈਲੰਡਰ ਸੈਟਿੰਗਾਂ
ro: Opțiuni calendar

source: Save File As
ar: احفظ الملف باسم
eo: Konservi Dosieron Kiel
fr: Enregistrer un fichier sous
is: Vista skrá sem
pa: ਫ਼ਾਇਲ ਇੰਝ ਸੰਭਾਲੋ
ro: Salvează fișierul ca

source: Import file
ar: استورد ملفًا
eo: Importi dosieron
fr: Importer un fichier
is: Flytja inn skrá
pa: ਫਾਇਲ ਇੰਪੋਰਟ ਕਰੋ
ro: Importă fișier

# @title
source: DayKountdown
ar: العد التنازلي للأيام
fr: Comptes à rebours de jours
is: DagaTalning - DayKountdown
pa: ਡੇਅਕਾਊਟਡਾਊਨ

# @title
source: A day countdown application
ar: تطبيق للعد التنازلي للأيام
eo: Taga retronombra aplikaĵo
fr: Une application de compte à rebours de jours
is: Forrit sem telur niður daga
pa: ਤਾਰੀਖ ਉਲਟ ਗਿਣਤੀ ਐਪਲੀਕੇਸ਼ਨ
ro: Aplicație pentru numărarea inversă a zilelor

# @info:credit
source: Claudio Cambra
ar: كلوديو كامبرا
pa: ਕਲਾਡੀਓ ਕੈਂਬਰਾ

# @info:credit
source: Creator
ar: المُنشئ
eo: Kreinto
fr: Créateur
is: Höfundur
pa: ਨਿਰਮਾਤਾ

# @info:credit
source: Carl Schwan
ar: كارل شوان
pa: ਕਾਰਲ ਸਚਵਾਨ

# @info:credit
source: SQLite pro and code review
ar: محترف SQLite ومراجعة الكود
eo: SQLite pro kaj koda revizio
fr: Revue de SQLite pro et du code
is: SQLite pro og yfirferð kóða
pa: SQLite ਪ੍ਰੋ ਅਤੇ ਕੋਡ ਪੜਤਾਲ
ro: Expert SQLite și revizuirea codului
